<b>meine Sitterauftr&auml;ge</b><br>
<br>
Hier kannst Du, wenn Du mal aus welchem Grund auch immer nicht online gehen kannst / willst, Sitterauftr&auml;ge erstellen,
damit diese durch Deine Kollegen erledigt werden k&ouml;nnen.<br>
Ausserdem werden hier auch Deine bereits erstellten Sitterauftr&auml;ge aufgelistet, welche Du jederzeit nat&uuml;rlich editieren kannst.<br>
Bitte beachte hierbei auch die <a href="index.php?action=help&topic=sitterrichtlinien">Sitterrichtlinien</a><br>
<br>
<b>Wie erstelle ich einen Sitterauftrag?</b><br>
Es gibt 5 M&ouml;glichkeiten einen Sitterauftrag zu erstellen. Als Standard ist das schnelle Erstellen eingestellt.<br>
<br>
a) Schneller Auftrag<br>
<div style="padding-left: 40px;">
Auf der Startseite des Bereiches f&uuml;r eigene Sitterauftr&auml;ge kannst Du jederzeit schnell einen Sitterauftrag erstellen.<br>
Planet auf dem der Auftrag erledigt werden soll ausw&auml;hlen, die Zeit wann der Auftrag erledigt werden soll eintragen und im letzten Feld den Auftrag definieren.<br>
Bei den Zeitangaben ist bei jeder Art der Auftragserstellung darauf zu achen, dass diese im folgenden Format angegeben werden:<br>
Datum: z.B.: 18.12.2006 + Zeit z.B.: 17:27 => also: 18.12.2006 17:27
Mit "Speichern" werden die Aftr&auml;ge in die Datenbank eingetragen.<br>
<br>
</div>
b) Geb&auml;ude<br>
<div style="padding-left: 40px;">
Du kannst einen Sitterauftrag f&uuml;r den Bau eines Geb&auml;udes erstellen, bei dem zur besseren &Uuml;bersicht f&uuml;r den Sitter ein Bild des Geb&auml;udes sowie die Bauzet angezeigt wird.<br>
Klicke hierzu auf den Link "Geb&auml;ude" und w&auml;hle das zu bauende Geb&auml;ude aus der folgenden Liste aus.<br>
Unter <u>"Planet"</u> kannst Du den Planeten auf dem gebaut werden soll ausw&auml;hlen.<br>
Unter <u>"Zeit fr&uuml;hestens"</u> tr&auml;gst Du die Zeit ein, wann die erste Bauschleife endet und <br>
unter <u>"Zeit sp&auml;testens"</u> die Zeit ab wann die Bauschleife leer ist.<br>
Willst Du nicht, dass mit Bauschleife gebaut wird, dann trage in die Spalte "Zeit fr&uuml;hestens" die gleiche Zeit wie unter "Zeit sp&auml;testens" ein.<br>
Das grosse Textfeld <u>"automatische Erkennung"</u> ist ein Platzhalter, in dem Du auf der Startseite das Fenter in dem alle Bauten auf Deinen Kolonien einf&uuml;gen kannst.
Dies dient zur Einfachheit und als zus&auml;tzlcihen Komfort. Die Bauzeiten werden dann automatisch erkannt und eingetragen. Beachte dass hierbei stets die Zeiten f&uuml;r den Bau mit Bauschleife erkannt werden.<br>
Im Feld <u>Notizen</u> kannst Du zus&auml;tzliche Angaben und W&uuml;nsche zu Deinem Sitterauftrag machen.<br>
Du kannst zus&auml;tzlich den Haken bei <u>"Bauschleife nutzen"</u> entfernen, wenn Du die Nutzung einer Bauschleide nicht haben willst. Der Sitterautrag wird erst dann aktiv, wenn die von Dir eingestellte, sp&auml;teste Zeit erreicht ist.<br>
Ganz am Schluss der Seite kannst Du noch einen Haken setzen, wenn Du einen <u>"Auftrag anh&auml;ngen"</u> willst.<br>
Mit Auswahl dieser Option kannst Du gleich einen weiteren Geb&auml;udebau in Auftrag geben. Die Zeiten hierf&uuml;r werden automatisch errechnet und eingetragen.
</div>
<br>
c) Schiffe<br>
<div style="padding-left: 40px;">
Du kannst einen Sitterauftrag f&uuml;r den Bau von Schiffen erstellen, bei der die zu bauenden Schiffe in einem Pulldownmen&uuml; augew&auml;hlt werden k&ouml;nnen.<br>
Klicke hierzu auf den Link "Schiffe" und w&auml;hle das/die zu bauende(n) Schiff(e) aus und trage die zu bauene Anzahl ein.<br>
Unter <u>"Planet"</u> kannst Du den Planeten auf dem gebaut werden soll ausw&auml;hlen.<br>
Unter <u>"Zeit sp&auml;testens"</u> gibst Du die Zeit an wann die Werften leer sind und wann neue Schiffe gebaut werden sollen.<br>
Im Feld <u>Notizen</u> kannst Du zus&auml;tzliche Angaben und W&uuml;nsche zu Deinem Sitterauftrag machen.<br>
Sitterauftr&auml;ge f&uuml;r den Bau von Schiffen sind in der Sitter&uuml;bersicht besonders markiert.
</div>
<br>
d) Forschung<br>
<div style="padding-left: 40px;">
Du kannst einen Sitterauftrag f&uuml;r die Erledigung einer Forschung stellen.<br>
Klicke hierzu auf den Link "Forschung" und trage im untersten Feld die zu erledigende Forschung ein.<br>
Unter <u>"Planet"</u> kannst Du den Planeten auf dem geforscht werden soll ausw&auml;hlen.<br>
Unter <u>"Zeit sp&auml;testens"</u> gibst Du die Zeit an wann die aktuell laufende Forschung fertig ist und wann die Neue gestartet werden soll.<br>
Sitterauftr&auml;ge f&uuml;r Forschungen sind in der Sitter&uuml;bersicht besonders deutlich markiert, da diese die h&ouml;chste Priorit&auml;t haben.
</div>
<br>
e) Sonstiges<br>
<div style="padding-left: 40px;">
Unter "Sonstiges" kannst Du Sitterauftr&auml;ge f&uuml;r alles andere M&ouml;gliche erstellen..<br>
Die Erstellung hier erfolgt nach dem gleichen Schema wie bei den ander en Arten von Sitterauftr&auml;gen.</div>