<b>Alle Sitterauftr&auml;ge</b><br>
<br>
Hier kannst Du alle aktuell gestellten Sitterauftr&auml;ge von Mitgliedern der Allianz sehen.<br>
Bitte beachte bei der Bearbeitung von Sitterauftr&auml;gen die <a href="index.php?action=help&topic=sitterrichtlinien">Sitterrichtlinien</a>
<br>
Die &Uuml;bersicht ist in 3 grosse Bl&ouml;cke eingeteilt:<br>
<br>
1. Dauersitterauftr&auml;ge<br>
2. aktuelle/f&auml;llige Sitterauftr&auml;ge<br>
3. k&uuml;nftige/kommende Sitterauftr&auml;ge<br>
<br>
<br>
<u>1. Dauersitterauftr&auml;ge</u><br>
Dauerauftr&auml;ge sind Sitterauftr&auml;ge, die &uuml;ber einen l&auml;ngeren Zeitraum hinweg aktuell und g&uuml;ltig sind. Diese sind also stets relevant.<br>
Dauersitterauftr&auml;ge k&ouml;nnen nur von einem Admin der AlliDB &uuml;ber das Profil des betreffenden Users erstellt werden, wenn ein User es braucht und w&uuml;nscht.<br>
Diese dienen in erster Linie als Notfallmassnahme, wenn z.b. ein User eine l&auml;ngere Zeit abwesend (Urlaub, Krankheit, Umzug etc.) ist.<br>
Sie sind aber ebenso f&uuml;r einen Fleeter sinnvoll, da dieser nicht rund um die Uhr online gehen kann, um die Werften stets voll auszulasten. Dies kann auch durch die Allianz gemeinschaftlich getan werden.<br>
<br>
<u>2. aktuelle/f&auml;llige Sitterauftr&auml;ge</u><br>
Hier sind alle Sitterauftr&auml;ge aufgelistet, deren Zeitpunkt zur Erf&uuml;llung erreicht ist. Dann erst wird auch der Login-Link angezeigt,
&uuml;ber den man sich automatisch als Sitter in den Account des betreffenden Users einloggen kann.<br>
Unterhalb des Login-Links ist ein [+]. Wenn man darauf klickt &ouml;ffnet sich ein kleines Textfeld, in das man als Sitter Notizen eintragen kann.
Dies empfiehlt sich z.b. wenn es irgendwelche besonderen Umst&auml;nde ergeben haben, dass der Sitterauftrag nicht oder nicht wie gewollt erledigt werden konnte.<br>
Wurde ein Sitterauftrag vollst&auml;ndig erledigt, so markiere diesen durch Klick auf entsprechenden, dazugeh&ouml;rigen Link als "erledigt" damit dieser aus der Datenbank erntfernt wird und alle erkennen k&ouml;nnen, dass hier nichts mehr getan werden muss.<br>
<br>
<u>3. k&uuml;nftige/kommende Sitterauftr&auml;ge</u><br>
Hier werden die in naher Zukunft anstehenden Sitterauftr&auml;ge angezeigt.<br>
Wie lang diese Vorank&uuml;ndigungszeit genau ist, wird vom Admin eingestellt.